[{"time":"00:03.76","text":" ew,more details about the new star trek film. <星际迷航>电影版的最新消息"},{"time":"00:05.92","text":"there's going to be a scene depicting spock's birth. 将有描绘Spock诞生的场景 (<星际迷航>主人公之一 为Vulcan族)"},{"time":"00:09.88","text":"i'd be more interested in the scene depicting spock's conception. 我倒是对Spock被怀上的情景 更感兴趣"},{"time":"00:12.24","text":"oh please,for vulcans,made,or if you will pun far 得了吧 对Vulcan族来说 孕育"},{"time":"00:20.04","text":"the extremely private matter. 是非常私人的事情"},{"time":"00:20.64","text":"still i'd like to know the details. 可我还是想知道细节"},{"time":"00:22.64","text":"his mother was human his father was vulcan, that couldnt just conceive. 他妈妈是人类 爸爸是Vulcan族 不可能就这么怀上了"},{"time":"00:26.16","text":"maybe they had to go to a clinic. 也许得去诊所哦"},{"time":"00:26.28","text":"imagine spock's dad in a little room with a little copy of pointy ears and shapely rears. 想想看 Spock的老爹呆在小房间里 还有一个尖耳朵漂亮屁股的复制样本"},{"time":"00:34.16","text":"How come in Star Trek everyone's private parts are the same <星际迷航>里 怎么大伙儿的私处都一样呢?"},{"time":"00:38.68","text":"no alien lady have told captain kirk, hey get your thing out of my nose. 怎么就没有外星女对Kirk船长说 \"嘿 把你那家伙从我鼻子里拿出来\""},{"time":"00:45.32","text":"hi can you help me iwas writing an email 能帮帮忙吗? 我正写邮件呢"},{"time":"00:47.76","text":"and the a key got stuck A键卡住了"},{"time":"00:47.20","text":"now it's just going aaaaaaaa 现在屏幕上就不停地 \"AAAAAA...\""},{"time":"00:51.12","text":"what did you spill on it? 你把什么洒在上面了?"},{"time":"00:51.00","text":"nothing 没什么"},{"time":"00:54.56","text":"diet coke 健怡可乐"},{"time":"00:56.36","text":"and yoghurt 酸奶"},{"time":"00:58.32","text":"a little nail polish 还有一点点指甲油"},{"time":"01:01.12","text":"i'll take a look at it 我替你看看"},{"time":"01:02.80","text":"gentlemen, switching to local nerd news 先生们 来听听本地的学究新闻"},{"time":"01:06.44","text":"fishman chan... Chan他们 今年将不组队参加 大学物理碗的比赛了"},{"time":"01:09.68","text":"youre kidding, why not? 开玩笑吧 为什么不参加?"},{"time":"01:12.16","text":"they formed a barber shop quatet and got a gig playing nutsberry?? farm 他们组建了一支理发师四人队 准备去玩蔬果村游戏"},{"time":"01:17.56","text":"wow, so in your world 哇哦 在你们的世界里"},{"time":"01:18.20","text":"youre like the cool guys 你们算是很酷的一群人"},{"time":"01:23.64","text":"recognize 认出来了 (模仿喜剧角色Ali G)"},{"time":"01:24.84","text":"this is our year 今年轮到我们大放异彩了"},{"time":"01:27.40","text":"entire Physics bowl will 'kneel before Zod'\", 那些人不参加 整个物理碗比赛将会 \"拜倒在Zod身下\" (<超人 2>中的Zod将军)"},{"time":"01:30.92","text":"zod? Zod?"},{"time":"01:31.52","text":"- cryptonian villain, long story - good story - 匿名的坏蛋 说来话长 - 但很有趣"},{"time":"01:37.16","text":"- count me out - what? why? - 我可不参加 - 什么? 为什么?"},{"time":"01:41.36","text":"you wanna use my intelligence in a competitio 你想把我的聪明才智 发挥到这么小儿科的比赛里"},{"time":"01:44.24","text":"will you ask picasso to paint picturnary 你会让毕加索去玩猜猜画画吗? (双人猜词游戏)"},{"time":"01:49.32","text":"会让Noah Wbster (词典编纂之父) 去玩拼字游戏吗?"},{"time":"01:51.32","text":"will you ask noah webster to play boggle? 会让Jacques Cousteau (探险家) 去玩金鱼游戏吗? (小游戏)"},{"time":"01:50.72","text":"will you ask jon custo to play gold fish?"},{"time":"01:55.60","text":"c'mon, you need a 4 person team, we're four people. 别呀 一定要4人队的 咱们正好4个"},{"time":"01:58.52","text":"by that reasoning, we should also play bridge, hold up a hooper and enter the olympic bobsled competition. 你那种逻辑 咱们还可以打桥牌 参加长雪橇奥林匹克比赛"},{"time":"02:05.92","text":"tickets to that plz. 这门票我想要哈"},{"time":"02:08.84","text":"sheldon, what? do i need to quote spock's dying words to you? Sheldon 怎么? 是不是要我引用 Spock的临终遗言?"},{"time":"02:12.20","text":"no, dont. 不 不要"},{"time":"02:15.04","text":"- the needs of the many \"多数人的需要\""},{"time":"02:14.20","text":"outweigh the need of the few \"高于少数人的需要\""},{"time":"02:18.36","text":"or the one \"或者个人的需要\""},{"time":"02:20.72","text":"damn it, i'll do it. 该死 我参加吧"},{"time":"02:24.32","text":"www.rrting.net"},{"time":"02:39.24","text":"the big bang theory season 1 episode 13天才理论传 第一季 第13集"},{"time":"02:47.88","text":"ok, first physics bowl business 好了 参加物理碗的第一件事"},{"time":"02:52.40","text":"we need to truly kick ass team name 我们得取个响亮的队名"},{"time":"02:54.48","text":"suggestions? 有啥建议不?"},{"time":"02:54.96","text":"how about the perpetual motion squad? 不如叫\"永恒运动之队\"?"},{"time":"02:57.92","text":"it's beyond the laws of physics, plus a little headsup for the ladies. 完全超越了物理理论 再说 对女性朋友也提了个小醒"},{"time":"03:02.20","text":"- the ladies? - perpetual motion suqad, we can go all night. - 女性朋友? - \"永恒运动之队\" 我们可以动整整一晚上"},{"time":null,"text":""},{"time":"03:09.16","text":"- i like it - i dont - 我挺喜欢 - 我不喜欢"},{"time":"03:09.56","text":"teams are traditionally named after fierce creatures, thus intimidaing one's opponent. 队名通常都取自凶猛的动物 以此来震慑对手"},{"time":"03:16.08","text":"then we could be the bengal tigers ? 那我们可以叫 \"孟加拉虎队\""},{"time":"03:18.00","text":"poor choice 这也太逊了"},{"time":"03:18.16","text":"graham for graham, no animal exceeds the relative fighting strengths of the army ant 一对一说来 没什么动物能和军蚁相抗衡"},{"time":"03:24.16","text":"maybe so. But you can't incinerate a Bengal tiger with a magnifying glass 也许是吧 可孟加拉虎 用放大镜可烧不死"},{"time":"03:31.80","text":"Let's put it to a vote. All those in favor... 我们来投票 所有喜欢..."},{"time":"03:33.60","text":"point of order. 程序有问题"},{"time":"03:34.24","text":"I move that any vote on team names must be unanimous. 选择小组名称必须获得一致通过"},{"time":"03:36.56","text":"No man shoulbe forced to emblazon his chest with a bengal tiger 没人可以用孟加拉虎条纹 装饰自己的前胸"},{"time":"03:41.68","text":"when common sense dictates it should be an army ant. 如果大家普遍要求用军蚁的话"},{"time":"03:44.00","text":"Will the gentleman from the great state of denial yield for a question? 那位坚持反对的先生有意见吗?"},{"time":"03:48.28","text":"I will yield. 是的"},{"time":"03:49.84","text":"After we go through the exercise of an annoying series of votes, 在我们完成一系列恼人的投票后"},{"time":"03:53.36","text":"all of which the mantlegen will lose, 那位先生会以失败告终"},{"time":"03:53.88","text":"does he then intend to threaten to quit if he does not get his way? 他会因为没按他说的来 而以退出相威胁吗?"},{"time":"03:57.64","text":"He does. 他会的"},{"time":"03:57.00","text":"I move we are the army ants. All those in favor? 那我们就选军蚁 大家同意?"},{"time":"04:01.04","text":"Good afternoon, and welcome to today's physics bowl practice round. 下午好 欢迎来到物理碗竞答热身赛"},{"time":"04:06.72","text":"I'm penny, and I'll be your host because apparently I didn't have anything else to do on a satday afternoon, 我是Penny 我将主持这次比赛 因为显然周六下午我无事可做"},{"time":"04:09.92","text":"and isn't that just a little sad? 这是不是有点郁闷?"},{"time":"04:14.36","text":"Gentlemen, are you ready? 先生们 准备好了吗?"},{"time":"04:15.68","text":"- Yes - Of course - 是的 - 当然"},{"time":"04:15.76","text":"******* 准备就绪"},{"time":"04:17.72","text":"You******* 虽然不关我事 但那个不敢和女人 当面说话的人 会不会拖你们的后腿?"},{"time":"04:21.36","text":"He'll be okay once the women are mixed into the crowd. 只要女人混在人群中 他就没事了"},{"time":"04:26.00","text":"He only has a problem when they're one-on-one and smell nice. 只有一对一 而且对方香气袭人时 他才会有问题"},{"time":"04:27.88","text":"Ah, thanks, raj. It's vanilla oil. 啊 谢谢 Raj 是香草油"},{"time":"04:30.72","text":"I was actually the one who noticed. Okay, let's just start. 事实上是我发现香味的 好了 我们开始吧"},{"time":"04:35.48","text":"Okay, the first question is on the topic of optics. 好了 第一个问题是有关光学的"},{"time":"04:38.88","text":"\"What is the shortest light pulse ever produced?\" \"可制造出的光脉冲 最短是多长时间?\""},{"time":"04:42.28","text":"dr. Cooper. Cooper博士"},{"time":"04:42.24","text":"And ofourse the answer is 130 attoseconds. 答案当然是130阿秒 (1阿秒是10的负18次方秒)"},{"time":"04:44.40","text":"- That is correct. - I knew that, too. - 回答正确 - 我也知道"},{"time":"04:47.24","text":"Good for you, sweetie. 你也不错 亲爱的"},{"time":"04:50.12","text":"Okay, next question: \"What is the quantum mechanical effect 好 下个问题: \"硬盘驱动器进行数据编码时"},{"time":"04:53.88","text":"\"used to encode data on hard-disk drives?\" 如何应用量子力学效应?\""},{"time":"04:54.96","text":"howard? Howard?"},{"time":"04:57.36","text":"And of course the answer is giant magnetoresistance. 答案当然是巨磁阻磁头技术"},{"time":"04:59.12","text":"Right. 正确"},{"time":"04:58.92","text":"Hey, I buzzed in. 嘿! 是我按的"},{"time":"05:02.52","text":"And I answered. It's called teamwork. 是我回答的 这叫团队协作"},{"time":"05:04.68","text":"Don't you think I should answer the engineering questions? 你不觉得我应该回答工程类问题吗?"},{"time":"05:09.00","text":"I am an engineer. 我是工程师"},{"time":"05:08.76","text":"By that logic I should answer all the anthropology questions because I'm a mammal. 按照这种逻辑 我应该回答所有人类学问题 因为我是哺乳动物"},{"time":"05:15.36","text":"- Just ask another one. - Okay. - 问下一个问题 - 好"},{"time":"05:18.00","text":"\"What artificial satellite has seen glimpses of einstein's predicted frame dragging?\" \"哪个人造卫星验证了 爱因斯坦预测到的结构拖曳现象?\""},{"time":"05:23.96","text":"and of course, it's gravity probe B. 当然是重力探测器B"},{"time":"05:28.88","text":"Sheldon, you have to let somebody else answer. Sheldon 你应该让别人也回答问题"},{"time":"05:31.40","text":"Why? 为什么?"},{"time":"05:32.48","text":"Because it's polite. 因为这样比较礼貌"},{"time":"05:33.40","text":"What do manners have to do w h it? 礼貌对这有什么用?"},{"time":null,"text":""},{"time":"05:36.28","text":"Itthis is war. 这是战争"},{"time":"05:38.40","text":"Were the romans polite when they salted the ground of carthage to make sure nothing would ever grow again? 罗马人往迦太基城撒盐 以防止再有什么 生长出来时 表现出礼貌了吗?"},{"time":"05:42.84","text":"Leonard, you said I only had to ask questions. Lenoard 你说过我只用提问"},{"time":"05:47.12","text":"The objective of the competition is to give correct answers. 比赛的目标是给出正确答案"},{"time":"05:51.20","text":"If I know them, why shouldn't I give them? 如果我知道 我为什么不说?"},{"time":"05:53.84","text":"Some of us might have the correct answers, too. 我们也许也知道正确答案"},{"time":"05:55.76","text":"Oh, please. You don't even have a phd. 得了吧 你连博士学位都没有"},{"time":"05:57.96","text":"All right, that's it! 好吧 就这样了!"},{"time":"05:58.80","text":"- Howard, sit down. - Okay. - Howard 坐下 - 好的"},{"time":"06:01.48","text":"Maybe we should take a little break. 也许我们该休息一下"},{"time":"06:04.40","text":"Good idea. I need my wrist brace. 好主意 我需要活动一下我的腕关节"},{"time":"06:05.68","text":"All this button-pushing is aggravating my old nintendo injury. 按按钮加剧了我的任天堂旧伤"},{"time":"06:09.56","text":"I agree. 我同意"},{"time":"06:11.48","text":"What did he say? 他说什么?"},{"time":"06:11.48","text":"He compared sheldon to a disposable feminine cleansing product 他把Sheldon比作 某种女用一次性清洁工具"},{"time":"06:18.36","text":"one might use on summer's eve. 和女性清洗液一起用的"},{"time":"06:22.68","text":"Yeah, and the bag it came in. 对 还有那个袋子"},{"time":"06:27.88","text":"Leonard, excellent. I want to show you something. Leonard 太好了 给你看点东西"},{"time":"06:32.04","text":"Can it wait? I need to talk to you. 可以等等吗? 我要和你谈谈"},{"time":"06:32.12","text":"Just look. 看看"},{"time":"06:34.96","text":"I've designed the perfect uniforms for our team. 我设计了咱们的队服"},{"time":"06:36.44","text":"The colors are based on star trek: The original series. 颜色基于原版的<星际迷航>"},{"time":"06:38.48","text":"The three of you will wear support red, and I will wear command gold. 你们三个将穿红色的助理服 我将穿金色的指挥服"},{"time":"06:45.16","text":"Why do they say \"aa\"? 为什么写上\"AA\"?"},{"time":"06:47.52","text":"Army ants. 军蚁(英文缩写是\"AA\")"},{"time":"06:48.40","text":"Isn't that confusing? 会不会让人不明白?"},{"time":"06:50.40","text":"\"Aa\" might mean something else to certain people. \"AA\"对别人来说可能表示别的东西"},{"time":"06:52.56","text":"Why would a physics bowl team be called anodized aluminum? 一个物理竞答小组 会被称作 阳极化处理铝吗?(英文缩写也是\"AA\")"},{"time":"06:58.00","text":"No, I meant... never mind. 不 我是说...算了"},{"time":"07:01.28","text":"Hey, check it out, I got you a batman cookie jar. 看看 我送你一个蝙蝠侠甜饼罐"},{"time":"07:08.56","text":"Oh, neat! What's the occasion? 太漂亮了 今天什么日子?"},{"time":"07:10.68","text":"Well, you're a friend, and you like batman and cookies, and you're off the team. 呃 你是我朋友 你喜欢蝙蝠侠也喜欢甜饼 还有 你被踢出小组了"},{"time":"07:17.80","text":"What? 什么?"},{"time":"07:20.44","text":"Howard, raj and I just had a team meeting. Howard Raj和我刚刚开了个会"},{"time":"07:22.96","text":"No, you didn'T. 不 你不能这样"},{"time":"07:23.36","text":"Yes, we did. I just came from there. 我就这样了 刚从那儿回来"},{"time":"07:24.96","text":"Okay, I don't know where you just came from, 好吧 我不知道你从哪儿回来"},{"time":"07:26.72","text":"but it could not have have been a team meeting because I'm on the team and I wasn't there. 但那不是一个小组会议 因为我是小组成员之一 而我不在那儿"},{"time":"07:31.36","text":"Ergo, the team did not meet. 因此 不是小组会议"},{"time":"07:33.36","text":"Okay, let me try it this way: I was at a coffee klatch with a couple of friends, 好吧 这么说吧 我在咖啡馆和朋友闲聊"},{"time":"07:38.64","text":"and one thing led to another, and it turns out you're off the team. 说着说着就决定把你踢出小组"},{"time":"07:42.44","text":"Why? 为什么?"},{"time":"07:45.72","text":"Because you're taking all the fun out of it. 因为你让它毫无乐趣可言"},{"time":"07:46.96","text":"I'm sorry, is the winner of the physics bowl the team that has the most fun? 对不起 赢得物理碗的队伍 不才是最高兴的吗?"},{"time":"07:50.68","text":"Okay, let me try it this way: You're aoying and no one wants to play with you anymore. 好吧 这么说吧 你讨人烦 没人想和你玩了"},{"time":"07:59.04","text":"I see. 我明白了"},{"time":"07:60.32","text":"Well, at this point I should inform you that I intend to form my own team 既然这样 我打算自己组队了"},{"time":"08:07.76","text":"and destroy the molecular bonds that bind your very matter together 而且毁灭你们之间亲密无间的联系"},{"time":"08:10.00","text":"and reduce the resulting particulate chaos to tears. 而且会将微小的混乱变成眼泪"},{"time":"08:15.48","text":"Thanks for the heads-up. 多谢提醒"},{"time":"08:19.20","text":"You're welcome. 谢谢"},{"time":"08:21.24","text":"- One more thing. - Yes? - 还有一件事 - 什么?"},{"time":"08:23.64","text":"It's on, bitch. 等着瞧 贱货"},{"time":null,"text":""},{"time":"08:33.52","text":"So who'd he get to be on his team? 他会叫哪些人一起组队?"},{"time":"08:33.20","text":"He won't say. 他不会说的"},{"time":"08:34.84","text":"He just smiles and eats macaroons out of his bat jar. 他只是笑笑 从蝙蝠侠罐中拿出甜饼吃"},{"time":"08:41.16","text":"He's using psychological warfare. 他在玩心理战"},{"time":"08:43.28","text":"We must reply in kind. 我们要友善地回应"},{"time":"08:44.60","text":"I say we wait until he looks at us, then laugh like, 等到他看到我们 然后笑着似乎在说"},{"time":"08:47.12","text":"\"yes, you are a smart and strong competitor, \"but we are also smart and strong, \"是的 你是一个聪明有力的竞争者 但我们同样聪明有力"},{"time":"08:52.84","text":"and we have a reasonable chance of defeating you.\" 而且我们有理由打败你\""},{"time":"08:56.84","text":"How exactly would that laugh go? 到底是怎样笑?"},{"time":"09:04.56","text":"that sounds more like, 听起来更像"},{"time":"09:05.96","text":"\"we are a tall, thin woman who wants to make a coat out of your dalmatians.\" \"我们是又瘦又高的女人 想拿你的斑点狗做皮衣\""},{"time":"09:12.08","text":"Guys, let's remember that sheldon is still our friend and my roommate. 伙计们 别忘了Sheldon依然是我们的朋友 我的室友"},{"time":"09:14.44","text":"So? 那么?"},{"time":"09:15.68","text":"So nothing. Let's destroy him. 没什么 灭了他"},{"time":"09:19.80","text":"Gentlemen. 先生们"},{"time":"09:29.48","text":"okay, we're going to need a strong fourth for our team. 我们需要一个强有力的四号选手"},{"time":"09:31.36","text":"You know who is apparently very smart is the girl who played tv's blossom. 电视竞答的那个女孩显然非常聪明"},{"time":"09:37.72","text":"She got a phd. In neuroscience or something. 她有博士学位 脑科学还是什么"},{"time":"09:38.00","text":"Raj, we're not getting tv's blossom to join our physics bowl team. Raj 物理碗竞答不是开心辞典"},{"time":"09:44.12","text":"How about the girl from the wonder years? \"两小无猜\"(电视剧)里的 那个女孩呢?"},{"time":"09:50.88","text":"Gentlemen, I believe I've found the solution to all our problems. 先生们 我想我找到解决方法了"},{"time":"09:56.84","text":"We can't ask leslie winkle. 我们不能邀请Leslie Winkle"},{"time":"09:58.68","text":"Why? 为什么?"},{"time":"09:59.44","text":"Because you slept together, and when she was done with you she discarded you like last night's chutney? 因为你们俩睡过觉 完事后 她就像隔夜酸辣酱一样把你抛弃了?"},{"time":"10:06.24","text":"Yes. 是的"},{"time":"10:08.96","text":"Sometimes you've got to take one for the team. 为了小组 有时候你也该牺牲一下"},{"time":"10:10.44","text":"Yeah, sack up, dude. 对 就咽肚里吧 伙计"},{"time":"10:15.88","text":"Fine. 好吧"},{"time":"10:17.36","text":"Here I go, taking one for the team... 那我去了 为了队伍 牺牲自己"},{"time":"10:19.32","text":"in the sack. 真是有病"},{"time":"10:24.60","text":"Hey, leslie. 嘿 Leslie"},{"time":"10:24.40","text":"Hi, guys. 嗨 伙计们"},{"time":"10:25.52","text":"So, leslie, I have a question for you, and it might be a little awkward, Leslie 我想问你个问题 可能有点为难"},{"time":"10:30.72","text":"you know, given that I... 你知道 之前我..."},{"time":"10:34.24","text":"hit that thang. 直接说重点"},{"time":"10:38.36","text":"Leonard, there's no reason to feel uncomfortable just Leonard 你没必要难堪"},{"time":"10:41.60","text":"because we've seen each other's faces and naked bodies contorted in the sweet agony of coitus. 仅仅因为我们曾经 赤身裸体云雨交欢过"},{"time":"10:47.52","text":"There's not? 不尴尬吗?"},{"time":"10:48.56","text":"Gee, 'cause it sure sounds like there should be. 听起来应该是这样"},{"time":"10:50.76","text":"Rest assured that any aspects of our sexual relationship regarding your preferences, 其他我们性关系中的关于你的喜好"},{"time":"10:55.12","text":"your idiosyncrasies, your performance are still protected by the inherent confidentiality of the bedroom. 你的特质 你的表现等等秘密都不会 走出你的卧室"},{"time":"10:60.32","text":"Th's all very comforting, but if it's okay, I'd like to get on to my question now. 这倒是让人放心 可以的话 我想继续我的问题"},{"time":"11:06.96","text":"Proceed. 请"},{"time":"11:05.40","text":"We are entering the physics bowl, and we need a fourth for our team. 我们要参加物理碗 我们还需要第四名队员"},{"time":"11:10.16","text":"No, thanks. I'm really busy with my like-sign dilepton supersymmetry search. 不 谢谢 我正忙着双轻粒子超对称性研究"},{"time":"11:13.96","text":"Dilepton, shmylepton. We need you. 双轻粒子 轻粒子 我们需要你"},{"time":"11:16.52","text":"Sorry. 对不起"},{"time":"11:19.04","text":"Well, we tried. 好吧 我们试过了"},{"time":"11:22.76","text":"We'll just have to face sheldon mano y mano y mano a mano. 我们就面对Sheldon吧 手挽手 手挽手 挽手"},{"time":"11:25.84","text":"Wait, you're going up against sheldon cooper? 等等 你们对战Sheldon Cooper?"},{"time":"11:29.36","text":"Yes. 对"},{"time":"11:29.72","text":"That arrogant, misogynistic, east texas doorknob 那个傲慢自大 性别歧视的 东德克萨斯小门把"},{"time":"11:33.28","text":"that told me I should abandon my work with high-energy particles for laundry and childbearing? 告诉我应该放弃高能碎木料工作 回家洗衣服看孩子"},{"time":null,"text":""},{"time":"11:39.32","text":"She's in. 她加入了"},{"time":"11:45.76","text":"so, how do you feel? 感觉如何?"},{"time":"11:47.08","text":"Nice and loose? Come to play? Got your game face on? 放松? 备战?"},{"time":"11:49.44","text":"- Are you ready? - Yeah. - 准备好了? - 是的"},{"time":"11:53.52","text":"You know, you don't have to stay for the whole thing. 你没必要一直陪着我们"},{"time":"11:55.08","text":"Oh, no, no. I want to. Sounds really interesting. 不 不 我想来 听起来很有趣"},{"time":"12:06.92","text":"Gentlemen. 先生们"},{"time":"12:07.64","text":"- Sheldon. - Sheldon. - Sheldon - Sheldon"},{"time":"12:11.04","text":"sheldon. Sheldon"},{"time":"12:15.20","text":"I'm just gonna sit down. 我去那边坐下"},{"time":"12:19.16","text":"So, is that your team? 这是你的小队?"},{"time":"12:21.44","text":"Actually, I don't need a team. 实际上 我不需要组队"},{"time":"12:25.08","text":"I could easily defeat you single-handedly, but the rules require four. 我一人就能把你们撂倒 但规则要求四个人"},{"time":"12:28.60","text":"So, may I introduce the third-floor janitor, the lady from the lunch room, 请允许我介绍三楼的看门人 餐厅服务员"},{"time":"12:31.28","text":"and my spanish is not good-- either her son or her butcher. 和...我西班牙语不怎么好... 不是她儿子就是屠夫"},{"time":"12:38.56","text":"And what about your team? 你的小队呢?"},{"time":"12:37.92","text":"What rat have you recruited to the S.S.Sinking ship? 沉船之上又把哪个小耗子招过来了?"},{"time":"12:41.92","text":"Leslie: Hello, sheldon. 你好 Sheldon"},{"time":"12:46.08","text":"Leslie winkle. Leslie Winkle"},{"time":"12:47.92","text":"Yeah, leslie winkle. 是的 Leslie Winkle"},{"time":"12:48.44","text":"The answer to the question, \"who made sheldon cooper cry like a little girl?\" 那个会让 Sheldon哭得像个小女孩的人"},{"time":"12:54.88","text":"Yes, well, I'm polymerized tree sap, and you're an inorganic adhesive. 是吗 我是树状烧结铝粉 你是无机粘合剂"},{"time":"12:58.48","text":"So whatever verbal projectile you launch in my direction is reflected off of me, 你说什么都不会对我产生什么影响"},{"time":"13:01.08","text":"returns on its original trajectory and adheres to you. 你说的话最终又会原路返回到你身上"},{"time":"13:08.96","text":"Okay, if everyone could please take your seats. 好 各位请坐"},{"time":"13:19.44","text":"Here's your t-shirt. 这是你的T恤"},{"time":"13:23.96","text":"Pms? PMS?(亦有\"月经前症候\"之意)"},{"time":"13:27.40","text":"It's a couple days early... 现在还早几天..."},{"time":"13:27.48","text":"no. It stands for \"perpetual motion squad.\" 不 它代表\"永恒运动之队\""},{"time":"13:34.00","text":"Oh, right, of course. What was I thinking? 对 当然 我在歪想什么呢?"},{"time":"13:37.36","text":"Good afternoon, everyone, and welcome to this year's physics bowl! 各位下午好 欢迎来到本年度物理碗杯赛"},{"time":"13:42.52","text":"Today's preliminary match features two great teams. 今天参赛的是两个非常棒的小组"},{"time":"13:48.72","text":"Aa versus...pms. AA队对阵PMS队"},{"time":"13:51.12","text":"All night long, y'all! 整整一夜 耶!"},{"time":"13:54.84","text":"WE CAN GO ALL NIGHT \"我们能进行整整一夜\""},{"time":"13:58.44","text":"Okay, well, let's jump right in. 好吧 我们开始比赛了"},{"time":"14:01.92","text":"First question for ten points: 第一道题 10分"},{"time":"14:04.56","text":"\"What is the iso-spin singlet partner of the pi-zero meson?\" π-0介子的同位旋单谱线对应的是?"},{"time":"14:09.36","text":"pms? PMS队?"},{"time":"14:09.08","text":"- The eta meson. - Coecect. - η介子 - 正确"},{"time":"14:14.12","text":"- Formal protest. - On what grounds? - 正式抗议 - 理由呢?"},{"time":"14:15.80","text":"The velcro on my wrist brace caught on my shirt. 手腕关节的尼龙扣把衣服扯住了"},{"time":"14:20.40","text":"Denied. 驳回"},{"time":"14:21.80","text":"All right, for ten points, 好吧 10分题"},{"time":"14:22.52","text":"\"what is the lightest element on earth with no stable isotope?\" aa 地球上没有稳定同位素的 最轻的元素是?AA队"},{"time":"14:26.92","text":"And of course, the answer is technetium. 毫无疑问 答案是锝"},{"time":"14:29.80","text":"Terrific.next question: 厉害 下一题"},{"time":"14:33.12","text":"\"What is the force between two uncharged plates due to quantum vacuum fluctuations?\" 由于量子真空涨落 两块不带电荷极板之间存在什么力?"},{"time":"14:38.16","text":"Pms? PMS队?"},{"time":"14:38.48","text":"Sheldon can suck on... the casimir effect. Sheldon能吸收... 卡西米尔效应"},{"time":"14:42.96","text":"Correct. 正确"},{"time":"14:49.48","text":"How does a quantum computer factor large numbers? Pms? 量子计算机如何因式分解较大的数字? PMS队?"},{"time":"14:53.88","text":"- Shorts algorithm. - Correct! - 简化运算法则 - 正确!"},{"time":"14:59.72","text":"4.1855 times ten to the seventh ergs per calorie. 4.1855*10的7次方 尔格每卡路里"},{"time":"15:01.80","text":"Prevost's theory of exchanges. 普雷沃斯交换原理"},{"time":"15:04.80","text":"Lambda equals one over pi r squared N. Λ=1/(π*r的N次方)"},{"time":"15:08.36","text":"760 degrees celsius... 760摄氏度"},{"time":"15:10.40","text":"the approximate temperature of the young lady in the front row. 前排年轻女士的近似体温"},{"time":"15:12.12","text":"Mr. Wolowitz, this is your second warning. Wolowitz先生 这是对你第二次警告"},{"time":null,"text":""},{"time":"15:18.40","text":"A sigma particle. Σ粒子"},{"time":"15:18.28","text":"Yes, assuming the hypothetical planet has a mass greater than the earth. 是的 假定假设的行星比地球大很多倍"},{"time":"15:22.60","text":"Host: Correct. 正确"},{"time":"15:27.88","text":"Ladies and gentlemen, I hold in my hand the final question. 女士们先生们 我手里的是最后一道题"},{"time":"15:34.08","text":"The score now stands: 现在的比分是"},{"time":"15:33.40","text":"Aa 1,150, pms 1,175. AA队1150分 PMS队1175分"},{"time":"15:40.60","text":"So, for 100 points and the match, 那么 拿下这一题 也就是拿下了比赛"},{"time":"15:42.48","text":"please turn your attention to the formula on the screens. 请注意看屏幕上的公式"},{"time":"15:49.12","text":"Solve the equation. 解方程式"},{"time":"15:51.24","text":"Holy crap. 上帝啊"},{"time":"15:55.28","text":"What the hell is that? 那究竟是啥玩意儿?"},{"time":"15:55.12","text":"Looks like something they found on the ship at roswell. 看来像是Roswell的船上发现的东西"},{"time":"16:01.24","text":"Come on. Think. Leslie? 加油啊 好好想 Leslie?"},{"time":"16:03.68","text":"Leonard, it's not gonna work if you rush me. You have to let me get there. Leonard 你催我也没有用 你得让我好好算"},{"time":"16:05.60","text":"You are never gonna let that go, are you? 你永远都不会算出来的 对吧?"},{"time":"16:08.80","text":"Ten seconds. 还有10秒"},{"time":"16:14.76","text":"Pms? PMS队?"},{"time":"16:17.44","text":"Sorry, I panicked. 抱歉 我慌了神"},{"time":"16:19.52","text":"Then guess. 那就猜一个"},{"time":"16:23.92","text":"eight..... 8..."},{"time":"16:29.68","text":".4 8.4"},{"time":"16:31.96","text":"I'm sorry, that's incorrect. 抱歉 答案错误"},{"time":"16:32.68","text":"Aa, if you can answer correctly, the match is yours. AA队 如果你们能正确答出 胜利就属于你们了"},{"time":"16:40.28","text":"He doesn't have it. 他没算出来"},{"time":"16:41.60","text":"He's got squat. 他憋不住了"},{"time":"16:54.28","text":"Aa, I need your answer. AA队 报出答案"},{"time":"16:57.08","text":"The answer is minus eight pi alpha. 答案是-8πα"},{"time":"16:59.44","text":"Hang on. Hang on a second. That's not our answer. 等等 等一下 那不是我们的答案"},{"time":"17:01.84","text":"What are you doing? 你在干什么?"},{"time":"17:02.88","text":"Answering question. Winning physics bowl. 回答问题啊 赢物理碗杯"},{"time":"17:06.72","text":"How do you know anything about physics? 你怎么懂物理?"},{"time":"17:08.88","text":"Here I am janitor. In former soviet union, I am physicist. 现在 我是看门的 在前苏联 我是物理学家"},{"time":"17:14.68","text":"Leningrad politechnika. Go polar bears. Leningrad Politechnika 冲啊 北极熊"},{"time":"17:21.60","text":"Well, that's a delightful little story, but our arrangement was that you sit here and not say anything-- 故事真精彩 可我们的协议是 你坐在这儿 一言不发"},{"time":"17:25.92","text":"I answer the questions. 由我回答问题"},{"time":"17:27.92","text":"You didn't answer question. 可你没答出来"},{"time":"17:28.12","text":"Hey, look, now, maybe you have democracy now in your beloved russia, 嘿 瞧 也许在你热爱的俄罗斯 你有民主权"},{"time":"17:32.76","text":"but on this physics bowl team, I rule with an iron fist. 可在这物理碗杯小组 我就是铁拳统治"},{"time":"17:37.56","text":"Aa, I need your official answer. AA队 请尽快给出正式答案"},{"time":"17:39.72","text":"- Well, it's not what he said. - Then what is it? - 不是他答的那个 - 那是什么?"},{"time":"17:42.40","text":"- I want a different question. - You can't have a different question. - 我想回答另一个问题 - 你不能回答另一题"},{"time":"17:42.08","text":"- Formal protest. - Denied. - 正式抗议 - 驳回"},{"time":"17:44.44","text":"- Informal protest. - Denied. - 非正式抗议 - 驳回"},{"time":"17:48.92","text":"I need your official answer. 请给出最终答案"},{"time":"17:51.56","text":"No. I decline to provide one. 不 我拒绝回答"},{"time":"17:52.64","text":"Well, that's too bad because the answer your teammate gave was correct. 可惜啊 因为你的队友 给出的答案是正确的"},{"time":"17:58.16","text":"That's your opinion. 那是你的观点"},{"time":"18:01.80","text":"- All right, the winner of the match is... - hang on. - 好吧 比赛的胜者是... - 等等"},{"time":"18:04.56","text":"Sheldon, is proving that you are single-handedly smarter than everyone else so important Sheldon 是不是证明你比任何人 都更聪明 那么重要"},{"time":"18:08.40","text":"that you would rather lose by yourself than win as part of a team? 重要到你宁可输掉自己 也不愿作为小组一分子赢得胜利?"},{"time":"18:13.00","text":"I don't understand the question. 这问题我不理解"},{"time":"18:18.12","text":"Go ahead. 继续吧"},{"time":"18:19.40","text":"The winner is pms. 胜者是PMS队"},{"time":"18:21.40","text":"* We are the champions, my friends * * 我们是冠军 我的朋友们 *"},{"time":"18:29.80","text":"* and we'll keep on fighting till the end * * 我们要战斗到底 *"},{"time":"18:37.60","text":"* we are the champions * * 我们是冠军 *"},{"time":"18:40.40","text":"* we are the champions * * 我们是冠军 *"},{"time":"18:43.92","text":"* no time for losers * * 这世界不属于失败者 *"},{"time":"18:46.08","text":"* 'cause we are the champions * * 因为我们是王者 *"},{"time":"18:52.08","text":"* of the world * * 世界之王 *"},{"time":"18:57.76","text":"sorry, somebody's sitting there. 抱歉 这儿有人坐"},{"time":null,"text":""},{"time":"18:59.40","text":"Who? 谁?"},{"time":"19:01.64","text":"My physics bowl trophy. 我的物理碗奖杯"},{"time":"19:05.36","text":"That trophy is meaningless. 那奖杯没意义"},{"time":"19:07.88","text":"I forfeited, therefore you did not win. 我弃权了 所以你们并没有赢"},{"time":"19:09.96","text":"- I know someone who would disagree. - Who? - 我知道一个人不会同意 - 谁?"},{"time":"19:12.32","text":"My physics bowl trophy. 我的物理碗杯奖杯"},{"time":"19:14.56","text":"Leonard is so smart. Sheldon who? Leonard真聪明 Sheldon是谁?"},{"time":"19:19.04","text":"All right, that is very immature. 好吧 这太幼稚了"},{"time":"19:21.36","text":"You're right. I'm sorry. I'm not! 说得对 抱歉 我才不是!"},{"time":"19:25.52","text":"- Okay, new contest. - What are you doing? - 好吧 新比赛 - 你在干嘛?"},{"time":"19:27.24","text":"I am settling once and for all who is the smartest around here, okay? Are you ready? 我选好题目了 看这里究竟谁最聪明 准备好了吗?"},{"time":"19:34.92","text":"- Absolutely. - Bring it on. - 当然啦 - 开始"},{"time":"19:36.08","text":"\"Marsha, jan and cindy were the three daughters in what tv family?\" Marsha Jan还有Cindy是哪部剧集中 家庭的三个女儿?"},{"time":"19:46.84","text":"The brady bunch. Okay. <脱线家族> 好吧"},{"time":"19:50.76","text":"\"Sammy hagar replaced david lee roth as the lead singer in what group?\" Sammy Hagar取代David Lee Roth 成为哪个团体的首席歌手?"},{"time":"19:58.80","text":"The brady bunch? 脱线家族?"},{"time":"20:02.56","text":"Van halen. All right. 范·海伦乐队 好吧"},{"time":"20:03.80","text":"\"Madonna was married to this ridgemont high alum.\" 麦当娜曾嫁给 哪个Ridgemont高中的校友?"},{"time":"20:08.72","text":"Oh, my god! Sean penn! 哦 天啊! 肖恩·潘!"},{"time":"20:12.36","text":"How do you know these things? 你怎么了解这些事情?"},{"time":"20:14.52","text":"I go outside, and I talk to people. 我走到外面 和大家交谈"},{"time":"20:20.92","text":"Okay, here. 好吧 这题"},{"time":"20:19.44","text":"\"What actor holds the record for being named people magazine's sexiest man alive?\" 哪位在世的演员保持着大众杂志评选的 最性感男士的记录?"},{"time":"20:25.32","text":"- William shatner. - Wait. - William Shatner - 等等"},{"time":"20:25.32","text":"<星际迷航>中 扮演Kirk船长"},{"time":"20:30.92","text":"I don't think it's shatner. 我觉得不是Shatner"},{"time":"20:32.88","text":"Then it's got to be patrick stewart. 那就是Patrick Stewart (<星舰迷航>中 扮演Picard船长)"},{"time":"20:35.12","text":"- No. - Formal protest. - 不是 - 正式抗议"},{"time":"20:40.68","text":"All right. \"Singer who sang, 'oops, I did it again'\"? 那好 哪位歌手演唱了 \"oops I did it again\"?"},{"time":"20:49.00","text":"Okay. 好吧"},{"time":"20:52.32","text":"\"Tweetie bird tought he taw a what?\" 崔弟鸟以为他击中的是什么?"},{"time":"20:58.88","text":"Romulan. Romulan帝国 (<星际迷航>中的一个种族)"},{"time":"21:02.44","text":"Yes. He tought he taw a romulan. 是 他以为他击中了一个Romulan"},{"time":null,"text":""},{"time":null,"text":""},{"time":null,"text":""},{"time":null,"text":""},{"time":null,"text":""},{"time":null,"text":""}]