[{"time":"00:02.48","text":" Ok... 好了"},{"time":"00:03.96","text":"The X10's are online 这台X10已经连上网了"},{"time":"00:06.44","text":"Gentlemen, I am now about to send a signal from this laptop through our local ISP 先生们 接下来我要从这台笔记本发出信号 通过本地ISP"},{"time":"00:12.76","text":"racing down fibre optic cable at the speed of light to San Fransisco, 经由光纤电缆 以光速直达旧金山"},{"time":"00:17.36","text":"bouncing off a satellite in geosynchronous orbit to Lisbon, Portugal, 通过地球同步卫星的反射 到达葡萄牙的里斯本"},{"time":"00:21.04","text":"where the data packets will be headed off to submerge transatlantic cables, 然后数据包就会直通 跨大西洋海底电缆"},{"time":"00:23.80","text":"terminating in Halifax, Nova Scotia 在新斯科舍省的哈利法克斯暂歇之后 (位于加拿大)"},{"time":"00:24.92","text":"and transfered across the continent via microwave relays back to our ISP 跨越整个大陆 通过微波传送回我们的ISP"},{"time":"00:29.64","text":"And the extend receiver attached to this... 而扩展接收器就安在这个..."},{"time":"00:31.40","text":"Lamp. 灯"},{"time":"00:37.76","text":"Look at me, look at me. I've got goosebumps. 看看我 看看我 我都起鸡皮疙瘩了"},{"time":"00:37.44","text":"- Are we ready for the stereo? - Go for stereo. - 立体声准备好了吗? - 试试看音响"},{"time":"00:46.44","text":"电影\"2001太空漫游\"经典配乐 他们在模仿电影中猩猩进化的片断"},{"time":"01:03.60","text":"- Hey guys. - Hello. - 嘿 大家 - 你好"},{"time":"01:06.12","text":"It's a little loud. 有点吵哎"},{"time":"01:08.92","text":"No problem... Turning it down. 没问题... 声音关小点"},{"time":"01:10.12","text":"San Francisco, Lisbon, Halifax... ...et voil? 旧金山 里斯本 哈利法克斯... 这样好了?"},{"time":"01:15.32","text":"- OK, thanks. - Hang on, hang on. Do you not realise what we just did? - 好 谢谢 - 等下 你没注意到我们刚才做的事吗?"},{"time":"01:19.52","text":"Yeah, you turned your stereo down with your laptop. 注意到了 你们刚刚用笔记本调低了音响声音"},{"time":"01:20.36","text":"No, we turned our stereo down, by sending a signal around the world via the Internet. 不 我们是借由网络向全球发出了信号 然后使立体声音量变小"},{"time":"01:28.92","text":"Oh. You know you can get one of those universal remotes from Radioshack? 你们可以买个Radioshack的万能遥控 (美国第三大电子零售商)"},{"time":"01:29.56","text":"They're really cheap. 那个非常便宜"},{"time":"01:31.76","text":"No, you don't get it. Howard, 不 你没明白 Howard"},{"time":"01:35.96","text":"- Enable public access. - Public access enabled. - 打开公共通道 - 公共通道已打开"},{"time":"01:40.16","text":"- Boy, that's terrific. I'll see ya. - No hang on, hang on... - 棒极了 回见 - 不 等等..."},{"time":"01:47.68","text":"See? 看到没?"},{"time":"01:48.76","text":"No. 没啊"},{"time":"01:51.84","text":"Someone in Sichuan province, China, is using his computer 有个人在中国的四川省 正在用他的电脑"},{"time":"01:55.60","text":"to turn our lights on and off. 来操控我们灯的开和关"},{"time":"01:58.12","text":"Oh, that's handy. 哦 那还真挺方便的"},{"time":"02:01.00","text":"Here's a question... Why? 我有个问题... 为什么这么做?"},{"time":"02:03.76","text":"Because we can. 因为我们能做到"},{"time":"02:07.72","text":"They found our remote control cars! 他们发现我们的遥控车了!"},{"time":"02:12.04","text":"- Wait, what's on top of that? - Wireless webcams, wave hello! - 等一下 那个上面是什么? - 无线摄像头 打个招呼!"},{"time":"02:17.16","text":"The monster truck is out of Austin, Texas, 那辆怪兽卡车由德州奥斯汀的某人操控 (即驶向Penny的三辆模型车)"},{"time":"02:19.68","text":"and the blue Viper is being operated from suburban Tel Aviv. 而那辆蓝色的道奇蝰蛇 由特拉维夫市郊(以色列某市)某人操控"},{"time":"02:26.16","text":"- You may want to put on slacks. - What? - 你或许该穿条裤子 - 什么?"},{"time":"02:32.60","text":"Ew, stop it! No! Leave me alone! 恶 停下! 不! 离我远点!"},{"time":"02:38.24","text":"- Who's running the red Corvette? - That would be me. - 谁在操纵那个红色巡洋舰? - 是我"},{"time":"02:41.32","text":"www.rrting,com"},{"time":"02:57.52","text":"The Big Bang Theory Season01 Episode09  天才理论传 第一季 第9集"},{"time":"03:03.40","text":"You know in the future, when we're disembodied brains in jars, 或许将来 当我们变成被放在罐子里的 脱离躯体的大脑时"},{"time":"03:08.44","text":"we're going to look at this as eight hours well wasted. 回头看这八个小时 会是完全浪费"},{"time":"03:11.96","text":"I don't want to be in a jar. I want my brain in an android body. 我可不希望被放在罐子里 我希望我的大脑放在机器人体内"},{"time":"03:18.48","text":"Eight feet tall and ribbed. 八英尺高 肋骨分明"},{"time":"03:21.72","text":"I'm with you. 我支持你"},{"time":"03:20.64","text":"I just have to make sure if I'm a synthetic human I'd still be Jewish. 我只是想确保就算我成了人造人 我仍然是犹太人"},{"time":"03:27.92","text":"I promised my mother. 我答应过我妈妈"},{"time":"03:29.32","text":"I suppose you could have your android penis circumcised. 我觉得你还可能得 给你的人工阴茎进行隔礼"},{"time":"03:36.64","text":"But that's something your rabbi would have to discuss with the manufacturer. 但那是你的犹太导师和制造商 应该探讨的问题"},{"time":null,"text":""},{"time":"03:39.56","text":"Not to mention you'd have to power down on saturdays. 而且你星期六还得进入节电模式 (犹太人周末不工作 为安息日)"},{"time":"03:43.80","text":"Sheldon, why is this letter in the trash? Sheldon 这封信为啥在垃圾箱里?"},{"time":"03:47.56","text":"Well, there's always the possibility that 嗯 不能排除说"},{"time":"03:48.24","text":"a trash can spontaneously formed around the letter 那封信周围自然形成了一个垃圾桶"},{"time":"03:53.60","text":"but Occam's rasor would suggest that someone threw it out. 但据奥卡姆剃刀原理 应该是谁扔进去的吧 (原理核心 \"如无必要 勿增实体\")"},{"time":"03:57.04","text":"It's from the Institute of Experimental Physics, they want us to 这是物理实验研究所寄来的 他们想让我们"},{"time":"03:60.72","text":"present our paper on the properties of supersolids 在玻色-爱因斯坦凝聚体主题会上"},{"time":"04:00.60","text":"at the topical conference of Bose-Einstein condensates. 发表我们关于超立体特质的研究论文"},{"time":"04:03.92","text":"I know. I read it before I threw it out. 我知道 我把它扔掉之前读过了"},{"time":"04:07.28","text":"Ok, if I may drill down to the bedrock of my question: 好吧 容我打破砂锅问到底"},{"time":"04:10.64","text":"why did you throw it out? 你为什么把它扔掉?"},{"time":"04:13.32","text":"Because I have no interest in standing in the Rose room of the Pasadena Marriot, 因为我对站在 帕萨迪纳万豪酒店的玫瑰房里"},{"time":"04:16.84","text":"in front of a group of judgmental strangers 面对一帮品头论足的陌生人 毫无兴趣"},{"time":"04:17.00","text":"who wouldn't recognise true genius if it was standing in front of them giving a speech. 就算一个真正的天才在面前讲演 他们也绝对察觉不到"},{"time":"04:22.60","text":"Which if I were there, would be. 如果我在那儿的话 就会这样的"},{"time":"04:25.12","text":"I don't know Sheldon. 我不明白 Sheldon"},{"time":"04:26.68","text":"Those topical conferences on Bose-Einstein condensates' parties are legendary 玻色-爱因斯坦凝聚体主题会的 派对可是传奇性的啊!"},{"time":"04:31.52","text":"- Forget the parties! - Forget the parties? What a nerd. - 别提那些派对了! - 别提那些派对了? 书呆子!"},{"time":"04:35.44","text":"Are there any other honours I've got that I don't know about? 还有其他我不知情的荣誉吗?"},{"time":"04:40.40","text":"Did the UPS dropped off a Nobel prize with my name on it? 快递公司有没有送来一封 写着我名字的诺贝尔获奖信?"},{"time":"04:43.76","text":"Leonard, please don't take this the wrong way, but the day you win a Nobel prize, Leonard 请别误会 但是什么时候你能得诺贝尔奖"},{"time":"04:44.20","text":"is the day I begin my research on the drag coefficient of tassles on flying carpets. 我就什么时候开始对 飞毯流苏的药物共作用性研究"},{"time":"04:51.80","text":"the only thing missing from that insult was: \"your mama\". 这个羞辱只漏了一点 就是\"你妈妈\""},{"time":"04:57.08","text":"I got one... Hey Leonard, 我有个... 嗨 Leonard"},{"time":"04:58.52","text":"- Your mama's research methodology is so flawed... - Shut up, Howard. - 你妈妈的研究方法论也太次了... - 闭嘴 Howard"},{"time":"05:01.92","text":"- Sheldon, we have to do this. - No, we don't. - Sheldon 我们必须去 - 不 没必要"},{"time":"05:05.44","text":"We have to take a nourishment, to expel waste, 我们必须摄取营养 排泄废物"},{"time":"05:06.08","text":"and inhale enough oxygen to keep our cells from dying. 吸取足够的氧气来保持细胞活性"},{"time":"05:10.80","text":"Everything else is optional. 剩下的都是可选的"},{"time":"05:11.68","text":"Ok, let me put it this way: I'm doing it. 好吧 我这么说吧 我要去"},{"time":"05:14.12","text":"You can't. I'm the lead author. 你不能 我才是主笔"},{"time":"05:17.88","text":"Come on, the only reason you're the lead author is because we went alphabetically. 得了吧 那是因为你姓氏字母靠前"},{"time":"05:20.60","text":"I let you think we went alphabetically to spare you 我让你以为我们是按字母排序 是为了减轻你的屈辱感"},{"time":"05:21.80","text":"the humiliation with dealing with the fact that it was my idea. 免于承受\"那论文是我的构思\" 这个残酷的现实"},{"time":"05:25.52","text":"Now to put too fine a point to it, but I was throwing you a bone. 坦率的说 我是在施恩于你"},{"time":"05:29.40","text":"You're welcome. 不用谢了"},{"time":"05:29.48","text":"Excuse me, I designed the experiment that proved the hypothesis. 拜托 是我设计了实验 证明了那些假设"},{"time":"05:34.80","text":"That doesn't mean proving. 那才不是证明"},{"time":"05:36.96","text":"So the entire scientific community is just supposed to take your word? 所以整个科学界都理应相信你的鬼话了?"},{"time":"05:38.72","text":"They're not supposed to, but they should. 不是理应 他们应该相信"},{"time":"05:41.88","text":"Alright, I don't care what you say. 好吧 我不管你怎么说"},{"time":"05:45.64","text":"I'm going to the conference and I'm presenting our findings 我会去参加这个会议 并且要发表我们的新发现"},{"time":"05:46.12","text":"And I forbid it. 我不准"},{"time":"05:50.64","text":"You forbid it? 你不准?"},{"time":null,"text":""},{"time":"05:49.80","text":"If I'm not taking credit for our work then nobody is. 如果这荣誉不是归我名下 那就谁也别想得到"},{"time":"05:54.32","text":"- So, you admit that it's our work. - No. - 你承认这是我们共同的成果了 - 不是"},{"time":"05:54.52","text":"Once again, I'm throwing you a bone. 再说一遍 是我施恩于你"},{"time":"05:57.04","text":"And once again, you are welcome. 再说一遍 不用谢了"},{"time":"06:10.48","text":"So, how's it going with Sheldon? Are you guys still not talking to each other? 你现在和Sheldon怎么样? 还是不说话吗?"},{"time":"06:11.16","text":"Not only is he still not talking to me, 他不仅不和我说话"},{"time":"06:14.96","text":"but there's this thing he does where he stares at you and  tries to get your brain to explode. 他还总瞪着我 想要把我的头给看爆炸"},{"time":"06:19.36","text":"You know, like in the classic sci-fi movie \"Scanners\"? 就像是那个经典的科幻电影\"扫描机\""},{"time":"06:22.88","text":"Like.... Bzzz. 就像....卟嗞.."},{"time":"06:27.24","text":"Nevermind. 算了"},{"time":"06:29.84","text":"How about this one? 这件怎么样?"},{"time":"06:31.76","text":"It says, I know my physics, but I'm still a fun guy. 它就像在说 我虽然精通物理 但我仍是一个风趣的人"},{"time":"06:33.72","text":"Oh, I didn't know they still made corduroy suits. 哦 我不知道还有人生产灯芯绒西服"},{"time":"06:37.56","text":"They don't, that's why I saved this one. 没人生产了 所以我留着这件"},{"time":"06:40.80","text":"Ok, well, let's just see what else you have. 好的 咱们再看看你还有什么"},{"time":"06:45.76","text":"Ok, here. Take this. 好 这儿 拿着这件"},{"time":"06:45.04","text":"and this, and this, and this, and these... 还有这件 这件 这件 还有这些..."},{"time":"06:49.00","text":"Is this all stuff you want me to try on? 这些都是你想让我试穿的?"},{"time":"06:52.84","text":"No, this is stuff I want you to throw out. 不 这些都是我想让你扔掉的"},{"time":"06:55.68","text":"Seriously, don't even give it to charity, you won't be helping anyone. 说真的 也别捐给慈善机构了 不会帮到任何人的"},{"time":"06:58.56","text":"What's this? 这是什么?"},{"time":"07:00.12","text":"That's the bottled city of Kandor. 这是瓶中城市Kandor (出自\"超人\")"},{"time":"07:06.48","text":"You see, Kandor was the capital city of the planet Krypton. Kandor曾是氪星球的首都"},{"time":"07:11.16","text":"It was miniaturised by Brainiac before Krypton exploded 在氪星球爆炸之前 它被Brainiac缩小了"},{"time":"07:12.100","text":"and then rescued by Superman. 然后被超人所拯救"},{"time":"07:16.08","text":"Oh, nice. 哦 厉害"},{"time":"07:19.84","text":"It's a lot cooler when girls aren't looking at it. 在没有女孩看的时候 它会更酷的"},{"time":"07:22.52","text":"Here, why don't you put these while I find a shirt and a sport cut match. 你先把它换上 我找找相配的衬衫和外套"},{"time":"07:26.52","text":"Right, be right back. 好的 我马上回来"},{"time":"07:27.72","text":"Where are you going? Just put them on. 你去哪? 穿上就行了"},{"time":"07:28.88","text":"Here? 在这儿?"},{"time":"07:30.04","text":"Oh, are you shy? 噢 你害羞了?"},{"time":"07:31.64","text":"- No, I'm not shy. - Don't worry I won't look. - 不 我没害羞 - 别担心 我不会偷看的"},{"time":"07:36.32","text":"I know you won't look. Why would you look? 我知道你不会偷看 你为啥要偷看呢?"},{"time":"07:37.28","text":"There's nothing to see... Well, not 'nothing'... 又没什么好看的... 呃 也不是一点没有..."},{"time":"07:37.32","text":"Sweetie, put the pants on. 亲爱的 把裤子穿上"},{"time":"07:42.20","text":"So, you know, isn't there maybe some way you and Sheldon could 会不会有一天你能和Sheldon"},{"time":"07:44.12","text":"- compromise on this whole presentation thing? - No, No. - 在出席会议那件事上彼此妥协呢? - 不会的 不会的"},{"time":"07:49.44","text":"Scientists do not compromise. 科学家不会妥协"},{"time":"07:50.28","text":"Our minds are trained to synthetize facts 我们的头脑是被训练来综合事实"},{"time":"07:52.80","text":"and come to inarguable conclusions. 然后得出无可置疑的结论"},{"time":"07:55.36","text":"Not to mention, Sheldon is back-crap crazy. 更何况 Sheldon是个驼背的疯子"},{"time":"08:01.44","text":"What is this? 这是什么?"},{"time":"08:02.28","text":"Oh, careful. 哦 小心点"},{"time":"08:05.92","text":"That's my original series Battlestar Galactica flight suit. 那是我收藏的太空堡垒卡拉狄加 原版系列宇航服"},{"time":"08:09.76","text":"Oh, why didn't you wear it on Halloween? 哦 怎么你都没有在万圣节穿过?"},{"time":"08:11.20","text":"Because it's not a costume, it's a flight suit. 因为它不是戏服 它是宇航服"},{"time":"08:17.44","text":"Ok, alright, moving on. 好吧 继续"},{"time":"08:20.24","text":"Oh, wow. A paisley shirt. 哇 涡旋纹花呢衫"},{"time":"08:20.32","text":"It goes with my corduroy suit. 那件是用来配我的灯芯绒西服"},{"time":"08:23.40","text":"if you mean it should end up in the same place, then I agree. 如果你觉得它该和那西服同归于尽 我也同意"},{"time":"08:28.60","text":"Is this your only tie? 这是你唯一的一条领带?"},{"time":"08:32.36","text":"Technically, yes. But, if you'll notice... 理论上来说 是的 但是 如果你能注意到..."},{"time":"08:35.28","text":"It's reversible! 它是正反两面的!"},{"time":null,"text":""},{"time":"08:39.32","text":"So it works as two. 可以当两条用"},{"time":"08:40.36","text":"Sweetie, I don't even think it works as one. 亲爱的 我觉得当一条用它都够呛"},{"time":"08:47.20","text":"- Is this all your clothes? - Eh, yeah. - 这就是你全部的衣服了? - 没错"},{"time":"08:47.96","text":"Everything since the eighth grade. 八年级至今的全部衣服都在这儿了"},{"time":"08:50.00","text":"- The eighth grade? - My last growth sprout - 八年级? - 我最后发育的年龄"},{"time":"08:54.80","text":"Ok, well, let's go back to the curdoroy suit. 好吧 还是选这套灯芯绒西服吧"},{"time":"08:58.24","text":"- Great. - Yeah. - 棒极了 - 是啊"},{"time":"09:00.72","text":"I said no. Put it down. 我说了不 把它放下"},{"time":"09:10.72","text":"Hey Sheldon. 嗨 Sheldon"},{"time":"09:10.88","text":"Hello Penny. 你好 Penny"},{"time":"09:15.96","text":"Get anything good? 收到啥好东西了?"},{"time":"09:18.20","text":"Just the latest copy of Applied Particle Physics quarterly. 只是最新的应用粒子物理学季刊"},{"time":"09:20.28","text":"Oh, you know, that is so weird that yours came and mine didn't. 哦 那真是有点奇怪 你的到了可我那期还没来"},{"time":"09:29.40","text":"It was a joke. 我在开玩笑"},{"time":"09:37.76","text":"Yep. 是的"},{"time":"09:37.16","text":"Tip you waitresses. I'm here all week. 打赏你的服务员 我整星期都会在这里哦"},{"time":"09:42.04","text":"Penny, just to save you from further awkwardness, Penny 为了防止你进一步尴尬"},{"time":"09:44.84","text":"know that I'm perfectly comfortable with the two of us climbing the stairs in silence. 我并不介意 我们俩爬楼梯时保持沉默"},{"time":"09:47.64","text":"Oh, yeah ok, me too. Zip it, lock it. 好 我也是 拉链拉上 锁住"},{"time":"09:53.76","text":"Put it in your pocket. 放进你的口袋"},{"time":"09:58.12","text":"- So, you and Leonard... - Oh dear God... - 那么 你和Leonard... - 老天啊..."},{"time":"10:01.96","text":"Little misunderstanding, huh? 一点小误会啊?"},{"time":"10:04.44","text":"A little misunderstanding...? 一点小误会...?"},{"time":"10:04.72","text":"Galileo and the Pope had a little misunderstanding. 伽利略和罗马教皇也有一点小误会 (伽利略因日心说被教皇迫害)"},{"time":"10:13.84","text":"Anyway, I was talking to Leonard this morning and I think he feels really bad about it. 不管怎样 今天早上我跟Leonard谈过 我感觉他很难过"},{"time":"10:17.64","text":"How do you feel? 你有什么感觉?"},{"time":"10:22.48","text":"I don't understand the question. 我不明白你的问题"},{"time":"10:25.08","text":"I'm just asking if it's difficult to be fighting with your best friend. 我只想问 跟自己最好的朋友作对 会不会很难?"},{"time":"10:29.08","text":"I haven't thought about it like that. 我没有这么想过"},{"time":"10:31.68","text":"I wonder if I've been experiencing physiological manifestations 我只是在想 这些无意识的情感波动"},{"time":"10:34.72","text":"of some sort of unconscious emotional turmoil 会不会影响我的生理表现"},{"time":"10:38.48","text":"Wait, what? 等等 你说什么?"},{"time":"10:40.48","text":"I couldn't poop this morning. 今天早上拉不出大便"},{"time":"10:44.56","text":"You should just talk to him, I'm sure you guys can work this out. 你得找他谈谈 我肯定你们俩能和好"},{"time":"10:48.80","text":"- Certainly preferable to my plan. - Which was? - 我的计划更可取 - 你的计划是?"},{"time":"10:52.48","text":"A powerful laxative. 一服轻泻剂"},{"time":"10:55.04","text":"You absolutely should talk to him. 你真该找他谈谈"},{"time":"10:58.40","text":"Look, I know Leonard values you as a friend and he told me himself 我知道Leonard当你是朋友 而且他自己说的 如果没有你的小点子"},{"time":"10:59.88","text":"without your little idea there's no way he could come up with this whole experiment thing. 他根本无法提出这个实验"},{"time":"11:07.12","text":"Excuse me. \"Little idea\"? 对不起 \"小点子\"?"},{"time":"11:11.96","text":"Yeah, I mean he tried to explain it to me, 是的 他试着跟我解释这个实验"},{"time":"11:13.52","text":"- I didn't really understand it but... - Of course you didn't. - 我实在不明白 但是... - 你当然不明白"},{"time":"11:14.64","text":"He said: \"Little idea\"? 他说\"小点子\"?"},{"time":"11:18.00","text":"Oh, well, no... Not... 噢 不... 不是..."},{"time":"11:19.56","text":"- Not in those words. - In what words then, exactly? - 不是那个词 - 那他是怎么说的?"},{"time":"11:21.72","text":"Oh, you know... Gee. The exact words are... It's more the spirit in which he said... 你知道的....确切的词是... 他说的更富有灵气..."},{"time":"11:25.04","text":"- What did he say? - You had a lucky hunch - 他说了什么? - 你有个幸运驼背"},{"time":"11:30.12","text":"Hey, Sheldon, I've been thinking, instead of arguing about this... 嘿 Sheldon 我在想 与其争论..."},{"time":"11:30.20","text":"Don't you ever speak to me again. 不要再跟我说话"},{"time":"11:36.40","text":"What...? 什么...?"},{"time":"11:51.76","text":"Ok, I'm leaving for the conference. 我要去参加会议了"},{"time":"11:52.32","text":"Have fun presenting my \"lucky hunch\" 但愿你能尽情陈述我的\"幸运驼背\""},{"time":"11:56.16","text":"Shel, I didn't mean it like that. Shel 我并不是这意思"},{"time":"11:57.48","text":"- Then why did you say it? - I don't know, I wasn't... - 那你为什么这么说? - 我不知道 我..."},{"time":null,"text":""},{"time":"11:58.64","text":"- Were you trying to impress Penny? - No, no, not at all. A little bit. - 你想逗Penny开心? - 不 不 并不是 有一点"},{"time":"12:03.72","text":"How did that work out for you? 那样真的有用吗?"},{"time":"12:05.96","text":"- Leonard, ready to go? - Libido: 1 Truth: 0. - Leonard 准备好了吗? - 性欲:1  真相:0"},{"time":"12:13.48","text":"Ok, I'm gonna ask you one more time. 我再问你一次"},{"time":"12:13.04","text":"We did the work together, let's present the paper together. 我们一起做的研究 就一起去陈述论文吧"},{"time":"12:17.64","text":"And I'm telling you for the last time, 我最后回答你一次"},{"time":"12:19.36","text":"it's pandering, it's undignifying, and bite me. 这是在拉皮条 这是无地自容 有种咬我"},{"time":"12:25.24","text":"Let's go. 我们走吧"},{"time":"12:24.24","text":"- Bye Sheldon. - Goodbye Penny. - 再见 Sheldon - 再见 Penny"},{"time":"12:37.64","text":"One of these days... bshh! 总有那么一天...卟嗞!"},{"time":"12:43.12","text":"There you go. 可以了"},{"time":"12:45.32","text":"You're right this side does look better. 你说的对 这一面的确好看点"},{"time":"12:46.28","text":"No, no, I didn't say better, I said \"less stained\". 不 我并没说更好看 我说\"少点污渍\""},{"time":"12:50.80","text":"I just checked the house. There's probably 20-25 people in there. 我刚刚检查了下房间 里面大约有20-25个人"},{"time":"12:53.80","text":"- You're kidding! - Is that all? - 真的?! - 就这么多?"},{"time":"12:57.56","text":"\"All?\" In particle physics 25 is Woodstock! \"就这么多?\" 在量子物理学里 25人就是伍德斯托克音乐节"},{"time":"13:03.24","text":"- Then good! - I wasn't expecting such a crowd, - 那很好! - 我可没想到有这么多人"},{"time":"13:05.88","text":"I'm all nervous. 我好紧张"},{"time":"13:07.40","text":"It's ok, just open with a joke, you'll be fine. 没事的 开头讲个笑话 会顺利的"},{"time":"13:08.36","text":"A joke... Ok. 笑话...好吧"},{"time":"13:12.64","text":"How about this? Um, ok... 这个怎么样? 呃 好吧..."},{"time":"13:13.08","text":"There's this farmer 有个农夫"},{"time":"13:16.96","text":"and he has these chickens but they won't lay any eggs, so... 他养了一群鸡却不会下蛋 于是..."},{"time":"13:18.32","text":"he calls a physicist to help. 他找了个物理学家来帮忙"},{"time":"13:20.44","text":"The physicist then does some calculations, 物理学家做了些计算"},{"time":"13:23.36","text":"and he says: \"I have a solution, 然后说 \"我有个解决的办法\""},{"time":"13:29.16","text":"but it only works for spherical chickens in a vacuum\". \"但只对在真空环境下的球形鸡适用\""},{"time":"13:35.24","text":"Right? 好笑吧?"},{"time":"13:40.68","text":"Oh, sorry, I just had heard it before. 噢 对不起 我之前听过这个笑话"},{"time":"13:42.84","text":"- Let's roll. Hey, nice suit. - It's a classic, right? - 我们进去 嘿 不错的西服 - 很经典 对吧?"},{"time":"13:48.96","text":"I really should have brought my own car. 我真该自己开车来"},{"time":"13:54.04","text":"So, in conclusion, 总而言之"},{"time":"13:54.88","text":"the data show that at temperatures approaching absolute zero, 数据显示 当温度接近绝对零度时"},{"time":"13:57.48","text":"the moment of inertia changes, and a solid becomes a supersolid, 惯性矩会改变 固体将变成超立体"},{"time":"14:02.96","text":"which clearly appears to be a previously unknown state of matter. 也就是我们之前所未知的物态"},{"time":"14:09.64","text":"Thank you! 谢谢!"},{"time":"14:13.64","text":"- Are there any questions? - Yeah. - 有什么问题吗? - 有"},{"time":"14:16.76","text":"What the hell was that? 那是什么鬼东西?"},{"time":"14:22.40","text":"Any other questions? 还有其他问题吗?"},{"time":"14:23.16","text":"Doctor Sheldon Cooper here, I am the lead author of this particular paper. 我是Sheldon Cooper博士 是这篇论文的主笔"},{"time":"14:30.12","text":"Thank you. 谢谢"},{"time":"14:33.32","text":"And you sir, you have completely skipped over the part where I was walking through the park 而你 这位先生 你完全跳过了那段 -- 我穿过公园"},{"time":"14:36.92","text":"and I saw these children on a merry-go-round which started me thinking 看到孩子们在旋转木马上"},{"time":"14:40.92","text":"about the moment of inertia in gases like helium 引起我思考当类似氦气的气体"},{"time":"14:43.60","text":"at temperatures approaching absolute zero. 温度达到绝对零度时的惯性矩"},{"time":"14:45.84","text":"I didn't skip it. It's just an anecdote, it's not science. 我没有跳过 那只是个趣闻 并不是科学"},{"time":"14:48.52","text":"Oh, I see. It was the apple falling on Newton's head, 噢 我知道了 那是掉在牛顿头上的苹果"},{"time":"14:51.96","text":"- was that just an anecdote? - You are not Isaac Newton. - 那只是个趣闻吗? - 你不是艾萨克·牛顿"},{"time":"14:53.72","text":"No, no, that's true. Gravity would have been apparent to me without the apple. 不 不 这是真的 不用苹果 重力也能找到我"},{"time":"14:58.16","text":"You cannot possibly be that arrogant. 你怎么能如此傲慢"},{"time":"14:59.44","text":"You continue to underestimate me, my good man. 你就继续低估我吧 伙计"},{"time":"15:02.24","text":"Look, if you weren't happy with my presentation then maybe you should have given it with me! 听着 如果你因为我的陈述而不愉快 也许你该跟我一起陈述!"},{"time":null,"text":""},{"time":"15:05.80","text":"As I have explained repeatedly, unlike you, 我已经重复过好几次 跟你不同"},{"time":"15:07.100","text":"I don't need validation from lesser minds. 我不需要那些没脑子的人来肯定我"},{"time":"15:11.88","text":"No offense. 无意冒犯"},{"time":"15:11.40","text":"Really, so why did you come? 真的? 那你为什么来?"},{"time":"15:13.32","text":"Because I knew you'd screw this up. 因为我知道你会搞砸"},{"time":"15:16.16","text":"I didn't screw it up! 我并没有搞砸!"},{"time":"15:15.56","text":"Oh, please. I admit that spherical chicken joke, 拜托 我承认那个球形鸡的笑话不错"},{"time":"15:19.28","text":"- that was hilarious. - Thank you. - 很搞笑 - 谢谢"},{"time":"15:20.40","text":"But it was straight downhill from there. 但从那以后就直线下滑"},{"time":"15:22.84","text":"I've had enough of your condescendship. 我受够了你的鄙视"},{"time":"15:25.60","text":"Maybe I didn't go to college when I was 11 like you. 也许我没有像你一样 11岁就上大学"},{"time":"15:28.52","text":"Maybe I got my doctorate at 24 instead of 16 也许我24岁才获得博士学位 而不是16岁"},{"time":"15:30.56","text":"but you are not the only person who is smarter than 但你不是唯一一个"},{"time":"15:31.44","text":"everyone else in this room! 比这里在座各位聪明的人!"},{"time":"15:36.52","text":"No offense. 无意冒犯"},{"time":"15:38.24","text":"And I am clearly not the only person 而且我显然不是唯一一个"},{"time":"15:39.40","text":"who is tormented by insecurity 被不安全感折磨"},{"time":"15:40.52","text":"and has an ego in need of constant validation! 并需要被持续认可的自负的人!"},{"time":"15:43.52","text":"So you admit you're an egotist? 你承认自己自负了?"},{"time":"15:44.84","text":"Yes! 是的!"},{"time":"15:47.60","text":"My name is doctor Leonard Hofstadter and I can never please my parents so 我是Leonard Hofstadter博士 我永远取悦不了我的父母"},{"time":"15:50.56","text":"I need all my self esteem from strangers like you! 所以我需要从你们这些陌生人身上 找回自尊!"},{"time":"15:54.52","text":"But he's worse! 但他更糟糕!"},{"time":"15:54.68","text":"Ok, that's it! 好了 够了!"},{"time":"15:55.64","text":"Stop it! 停下!"},{"time":"15:59.68","text":"You cannot blow up my head with your mind! 用你的意念弄不爆我的脑袋!"},{"time":"16:01.92","text":"Then I'll settle for your aneurism! 那么我就让你生块动脉瘤!"},{"time":"16:05.04","text":"- Stop it! - You hit me! - 停下! - 你打我?!"},{"time":"16:05.96","text":"You saw that he hit me! 你们看到了 他打我!"},{"time":"16:08.24","text":"You tried to blow up my head! 你想弄爆我的脑袋!"},{"time":"16:08.20","text":"So it was working! 那就是说有用咯!"},{"time":"16:11.96","text":"It wa... It was not! You're a nutcase! 没...没有用! 你是个疯子!"},{"time":"16:12.44","text":"We'll see about that! 我们走着瞧!"},{"time":"16:13.84","text":"Heads up, you people in the front row! 戴好头盔! 你们坐在前排的人"},{"time":"16:16.28","text":"This is a splash zone! 这里是浪溅带!"},{"time":"16:16.80","text":"Stop it! 住手!"},{"time":"16:18.40","text":"Just quit it! 快住手!"},{"time":"16:24.00","text":"Is this usually how these physics things go? 物理学通常都是发展成这样的吗?"},{"time":"16:28.72","text":"More often than you think. 比你能想象的要多"},{"time":"16:46.16","text":"You could have offered me a ride home. 你本可以载我一程的"},{"time":"16:48.100","text":"You're lucky I didn't run you over. 没有轧死你 已经算你走运了"},{"time":"16:51.40","text":"I really don't understand what you're so unhappy about. 真不知道你为什么这么不开心"},{"time":"16:53.00","text":"You begged me to come, I came. 你求我去的 我去了"},{"time":"16:56.68","text":"There's just no pleasing you. 你这人真难伺候"},{"time":"16:59.40","text":"You're right, I'm the problem, I'm the one that needs help. 你说的对 问题出在我身上 我才是需要帮助的人"},{"time":"17:02.52","text":"Well, that's not much of an apology but I'll take it. 好吧 虽然这算不上道歉 但我接受"},{"time":"17:04.08","text":"Excuse me, 不好意思"},{"time":"17:05.08","text":"is there anything you would apologise for? 你有什么需要道歉吗?"},{"time":"17:11.56","text":"Yes. 有"},{"time":"17:12.60","text":"I'm sorry I tried to blow up your head. 很抱歉我尝试弄爆你的头"},{"time":"17:17.12","text":"It was uncalled for. 很不必要的举动"},{"time":"17:18.28","text":"You won't believe this. 你们不会相信的"},{"time":"17:19.32","text":"Somebody got the whole thing with their cell phone and put it on YouTube! 有人用手机拍下了整个过程 并上传到了YouTube!"},{"time":"17:23.56","text":"What? 什么?"},{"time":"17:26.64","text":"- Who would do that? - That would be me. - 谁会这么干? - 我会"},{"time":"17:30.80","text":"Hey, check it out, it's a featured video! 嘿 过来看看 还被置顶了!"},{"time":"17:32.04","text":"He hit me! You saw that he hit me! 他打我! 你们看见了 他打我!"},{"time":"17:33.88","text":"(i)You tried to blow up my head!(/i) 你想弄爆我的脑袋!"},{"time":"17:35.12","text":"- Then it was working! - It was not working! You're a nutcase! - 那就是说有用咯! - 没...没有用! 你是个疯子!"},{"time":"17:38.08","text":"We will see about that! 我们走着瞧!"},{"time":"17:39.36","text":"You people in the front row heads up! 戴好头盔! 你们坐在前排的人"},{"time":"17:41.52","text":"This is splash zone 这里是浪溅带"},{"time":"17:44.00","text":"Stop it! Leave it, leave it! 住手! 放下! 放下!"},{"time":"17:50.36","text":"You want a volcano nerve pinch! 让你尝尝火神力量钳! (出自\"星际漫游\")"},{"time":null,"text":""},{"time":"17:51.08","text":"You should clip your fingernails! Those hurt! 你该剪指甲了! 抓痛我了!"},{"time":"17:55.08","text":"Oh, Jeez. does this suit really look that bad? 天啊! 这件西服真有那么难看呀?"},{"time":"17:60.12","text":"Forget your suit, look at my arms waving. 别提你的西装了 看看我的手臂晃动"},{"time":"18:01.56","text":"I'm like a flamingo on Ritalin. 我像是吃了利他林(中枢兴奋药)的火烈鸟"},{"time":"18:08.56","text":"Howard, Howard"},{"time":"18:09.24","text":"would you like to explain to me why your Facebook page 能跟我解释下 为什么你的相册里"},{"time":"18:09.100","text":"has a picture of me sleeping on your shoulder captioned 有我靠在你肩膀睡觉的照片"},{"time":"18:13.16","text":"\"me and my girlfriend\"? 标题为\"我和我的女朋友\"?"},{"time":"18:16.32","text":"Uh oh, here comes the talk. 啊哦 质问来了"},{"time":"18:27.56","text":"- You hit me! - You tried to blow up my head! - 你打我! - 你想弄爆我的脑袋!"},{"time":"18:28.76","text":"- So it was working! - It was not working! You're a nutcase! - 那就是说有用咯! - 没...没有用! 你是个疯子!"},{"time":"18:33.92","text":"We will see about that! 我们走着瞧!"},{"time":"18:30.76","text":"Somewhere in China 中国某处"},{"time":"18:35.00","text":"What losers 混蛋东西嘛"},{"time":"18:35.20","text":"Yeah Gigantic American geeks 对啊 很大的书呆子"},{"time":"18:42.60","text":"who's doing that? 谁在搞鬼?"},{"time":"18:45.60","text":"Someone from Pasadena, California named... 一个来自加州帕萨迪纳的叫..."},{"time":"18:49.60","text":"\"Wolowizard\" Wolowizard"},{"time":"18:54.40","text":"Awesome! 牛!"},{"time":null,"text":""},{"time":null,"text":""},{"time":null,"text":""},{"time":null,"text":""},{"time":null,"text":""},{"time":null,"text":""}]